Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Replies arrive when each turn completes
de: Antworten treffen ein, sobald der jeweilige Zug abgeschlossen ist
es: Las respuestas llegan cuando termina cada turno
fr: Les réponses arrivent à la fin de chaque tour
ja: 各ターンが完了した時点で返信が届きます
pt_br: As respostas chegam quando cada turno termina
zh_hans: 每一轮结束时才会收到回复

source: Reply
de: Antworten
es: Responder
fr: Répondre
ja: 返信
pt_br: Responder
zh_hans: 回复

source: Reply broadcast
de: Antwort an alle senden
es: Difundir la respuesta
fr: Diffuser la réponse
ja: 返信をブロードキャスト
pt_br: Transmitir a resposta
zh_hans: 广播回复

source: Reply in thread
de: Im Thread antworten
es: Responder en el hilo
fr: Répondre dans le fil
ja: スレッドで返信
pt_br: Responder na thread
zh_hans: 在话题中回复

source: Reply Mode
de: Antwortmodus
es: Modo de respuesta
fr: Mode de réponse
ja: 返信モード
pt_br: Modo de resposta
zh_hans: 回复模式

source: Reply Prefix
de: Antwort-Präfix
es: Prefijo de respuesta
fr: Préfixe de réponse
ja: 返信のプレフィックス
pt_br: Prefixo da resposta
zh_hans: 回复前缀

source: replying
de: antwortet
es: respondiendo
fr: répond
ja: 返信中
pt_br: respondendo
zh_hans: 回复中

source: replying now
de: antwortet gerade
es: respondiendo ahora
fr: en train de répondre
ja: 現在返信中
pt_br: respondendo agora
zh_hans: 正在回复

source: Report collected
de: Bericht erfasst
es: Informe recopilado
fr: Rapport collecté
ja: レポートを収集しました
pt_br: Relatório coletado
zh_hans: 已收集报告

source: Require @mention
de: @Erwähnung erforderlich
es: Requerir @mención
fr: Exiger une @mention
ja: @メンションを必須にする
pt_br: Exigir @menção
zh_hans: 需要 @提及

source: Require @mention (groups)
de: @Erwähnung erforderlich (Gruppen)
es: Requerir @mención (grupos)
fr: Exiger une @mention (groupes)
ja: @メンションを必須にする (グループ)
pt_br: Exigir @menção (grupos)
zh_hans: 需要 @提及(群组)

source: required
de: erforderlich
es: requerido
fr: requis
ja: 必須
pt_br: obrigatório
zh_hans: 必需

source: Required
de: Erforderlich
es: Obligatorio
fr: Requis
ja: 必須
pt_br: Obrigatório
zh_hans: 必需

source: Required — this server has no default endpoint.
de: Erforderlich — dieser Server hat keinen Standard-Endpunkt.
es: Obligatorio — este servidor no tiene endpoint predeterminado.
fr: Requis — ce serveur n'a pas de point de terminaison par défaut.
ja: 必須 — このサーバーにはデフォルトのエンドポイントがありません。
pt_br: Obrigatório — este servidor não tem endpoint padrão.
zh_hans: 必填 — 此服务器没有默认端点。

source: Required config not set
de: Pflichteinstellungen nicht gesetzt
es: Falta configuración obligatoria
fr: Configuration requise non définie
ja: 必要な設定が未完了です
pt_br: Configuração obrigatória não definida
zh_hans: 未设置必需的配置

source: Required Files
de: Erforderliche Dateien
es: Archivos requeridos
fr: Fichiers requis
ja: 必須ファイル
pt_br: Arquivos obrigatórios
zh_hans: 必需文件

source: Required Tokens
de: Erforderliche Tokens
es: Tokens requeridos
fr: Jetons requis
ja: 必須トークン
pt_br: Tokens obrigatórios
zh_hans: 必需令牌

source: Requires an active Nous Portal subscription.
de: Erfordert ein aktives Nous-Portal-Abonnement.
es: Requiere una suscripción activa de Nous Portal.
fr: Nécessite un abonnement Nous Portal actif.
ja: 有効な Nous Portal サブスクリプションが必要です。
pt_br: Requer uma assinatura ativa do Nous Portal.
zh_hans: 需要有效的 Nous Portal 订阅。

source: Requires: %@
de: Erfordert: %@
es: Requiere: %@
fr: Nécessite : %@
ja: 必須: %@
pt_br: Requer: %@
zh_hans: 需要:%@

source: Research
de: Recherche
es: Investigación
fr: Recherche
ja: リサーチ
pt_br: Pesquisa
zh_hans: 研究

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
pt_br: Redefinir
zh_hans: 重置

source: Reset Cooldowns
de: Cooldowns zurücksetzen
es: Restablecer enfriamientos
fr: Réinitialiser les temps de repos
ja: クールダウンをリセット
pt_br: Redefinir cooldowns
zh_hans: 重置冷却

source: Reset memory
de: Speicher zurücksetzen
es: Restablecer memoria
fr: Réinitialiser la mémoire
ja: メモリをリセット
pt_br: Redefinir memória
zh_hans: 重置记忆

source: Reset memory?
de: Speicher zurücksetzen?
es: ¿Restablecer memoria?
fr: Réinitialiser la mémoire ?
ja: メモリをリセットしますか?
pt_br: Redefinir memória?
zh_hans: 重置记忆?

source: Reset MEMORY.md and USER.md to empty (Hermes v2026.4.23+)
de: MEMORY.md und USER.md leeren (Hermes v2026.4.23+)
es: Restablecer MEMORY.md y USER.md a vacío (Hermes v2026.4.23+)
fr: Réinitialiser MEMORY.md et USER.md à vide (Hermes v2026.4.23+)
ja: MEMORY.md と USER.md を空にリセット (Hermes v2026.4.23 以降)
pt_br: Redefinir MEMORY.md e USER.md para vazio (Hermes v2026.4.23+)
zh_hans: 将 MEMORY.md 和 USER.md 重置为空(Hermes v2026.4.23+)

source: Reset provider
de: Anbieter zurücksetzen
es: Restablecer proveedor
fr: Réinitialiser le fournisseur
ja: プロバイダーをリセット
pt_br: Redefinir provedor
zh_hans: 重置提供方

source: Reset ring buffer
de: Ringpuffer zurücksetzen
es: Restablecer búfer circular
fr: Réinitialiser le tampon circulaire
ja: リングバッファをリセット
pt_br: Redefinir buffer circular
zh_hans: 重置环形缓冲区

source: Resolves to the active Hermes profile name at connect time.
de: Löst sich zum Namen des aktiven Hermes-Profils zum Zeitpunkt der Verbindung auf.
es: Se resuelve al nombre del perfil activo de Hermes en el momento de conectar.
fr: Se résout au nom du profil Hermes actif au moment de la connexion.
ja: 接続時にアクティブな Hermes のプロファイル名に解決されます。
pt_br: Resolve para o nome do perfil ativo do Hermes no momento da conexão.
zh_hans: 在连接时解析为活跃的 Hermes 配置名称。

source: Resources
de: Ressourcen
es: Recursos
fr: Ressources
ja: リソース
pt_br: Recursos
zh_hans: 资源

source: Response caching
de: Antwort-Caching
es: Caché de respuestas
fr: Mise en cache des réponses
ja: レスポンスのキャッシュ
pt_br: Cache de respostas
zh_hans: 响应缓存

source: Restart
de: Neu starten
es: Reiniciar
fr: Redémarrer
ja: 再起動
pt_br: Reiniciar
zh_hans: 重启

source: Restart failed
de: Neustart fehlgeschlagen
es: Error al reiniciar
fr: Échec du redémarrage
ja: 再起動に失敗しました
pt_br: Falha ao reiniciar
zh_hans: 重启失败

source: Restart Gateway
de: Gateway neu starten
es: Reiniciar gateway
fr: Redémarrer le gateway
ja: Gateway を再起動
pt_br: Reiniciar gateway
zh_hans: 重启 Gateway

source: Restart Hermes
de: Hermes neu starten
es: Reiniciar Hermes
fr: Redémarrer Hermes
ja: Hermes を再起動
pt_br: Reiniciar Hermes
zh_hans: 重启 Hermes

source: Restart Now
de: Jetzt neu starten
es: Reiniciar ahora
fr: Redémarrer maintenant
ja: 今すぐ再起動
pt_br: Reiniciar agora
zh_hans: 立即重启

source: Restart sent; Scarf could not confirm it from the output — the status will update
de: Neustart gesendet; Scarf konnte ihn anhand der Ausgabe nicht bestätigen — der Status wird aktualisiert
es: Reinicio enviado; Scarf no pudo confirmarlo a partir de la salida: el estado se actualizará
fr: Redémarrage envoyé ; Scarf n’a pas pu le confirmer d’après la sortie — le statut sera mis à jour
ja: 再起動を送信しました。出力からは確認できませんでした — ステータスは更新されます
pt_br: Reinício enviado; o Scarf não pôde confirmá-lo pela saída — o status será atualizado
zh_hans: 已发送重启命令；Scarf 无法从输出中确认 — 状态将会更新

source: Restart the gateway for this plugin to take effect.
de: Starte das Gateway neu, damit dieses Plugin wirksam wird.
es: Reinicia el gateway para que este plugin surta efecto.
fr: Redémarrez le gateway pour que ce plugin prenne effet.
ja: このプラグインを反映するには Gateway を再起動してください。
pt_br: Reinicie o gateway para que este plugin tenha efeito.
zh_hans: 重启 Gateway 后此插件才会生效。

source: Restarting gateway…
de: Gateway wird neu gestartet…
es: Reiniciando el gateway…
fr: Redémarrage du gateway…
ja: Gateway を再起動中…
pt_br: Reiniciando o gateway…
zh_hans: 正在重启 Gateway…

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 復元
pt_br: Restaurar
zh_hans: 恢复

source: Restore %@ to the active skill set
de: %@ in das aktive Skill-Set zurückholen
es: Restaurar %@ al conjunto de habilidades activas
fr: Restaurer %@ dans l'ensemble de compétences actif
ja: %@ をアクティブなスキルセットに復元
pt_br: Restaurar %@ ao conjunto de habilidades ativas
zh_hans: 将 %@ 恢复到活跃技能集

source: Restore Archived Skill
de: Archivierten Skill wiederherstellen
es: Restaurar habilidad archivada
fr: Restaurer une compétence archivée
ja: アーカイブ済みスキルを復元
pt_br: Restaurar habilidade arquivada
zh_hans: 恢复已归档的技能

source: Restore archived skills, or archive idle ones, from the Mac app.
de: Stelle archivierte Skills wieder her oder archiviere ungenutzte — aus der Mac-App.
es: Restaura habilidades archivadas, o archiva las inactivas, desde la app de Mac.
fr: Restaurez les compétences archivées, ou archivez celles inutilisées, depuis l'app Mac.
ja: アーカイブ済みスキルの復元や、アイドル状態のスキルのアーカイブは Mac アプリから行えます。
pt_br: Restaure habilidades arquivadas, ou arquive as ociosas, pelo app para Mac.
zh_hans: 在 Mac 应用中恢复已归档的技能,或归档闲置的技能。

source: Restore Archived…
de: Archiviertes wiederherstellen…
es: Restaurar archivado…
fr: Restaurer depuis les archives…
ja: アーカイブ済みを復元…
pt_br: Restaurar arquivada…
zh_hans: 恢复已归档…

source: Restore complete
de: Wiederherstellung abgeschlossen
es: Restauración completa
fr: Restauration terminée
ja: 復元が完了しました
pt_br: Restauração concluída
zh_hans: 恢复完成

source: Restore complete — restart Scarf
de: Wiederherstellung abgeschlossen — starte Scarf neu
es: Restauración completada: reinicia Scarf
fr: Restauration terminée — redémarrez Scarf
ja: 復元が完了しました — Scarf を再起動してください
pt_br: Restauração concluída — reinicie o Scarf
zh_hans: 恢复完成 — 请重启 Scarf

source: Restore failed
de: Wiederherstellung fehlgeschlagen
es: Restauración fallida
fr: Échec de la restauration
ja: 復元に失敗しました
pt_br: Falha na restauração
zh_hans: 恢复失败

source: Restore failed: %@
de: Wiederherstellung fehlgeschlagen: %@
es: La restauración falló: %@
fr: Échec de la restauration : %@
ja: 復元に失敗しました: %@
pt_br: Falha na restauração: %@
zh_hans: 恢复失败:%@

source: Restore from backup
de: Aus Sicherung wiederherstellen
es: Restaurar desde copia de seguridad
fr: Restaurer depuis une sauvegarde
ja: バックアップから復元
pt_br: Restaurar do backup
zh_hans: 从备份恢复

source: Restore from backup?
de: Aus Backup wiederherstellen?
es: ¿Restaurar desde copia de seguridad?
fr: Restaurer depuis la sauvegarde ?
ja: バックアップから復元しますか?
pt_br: Restaurar a partir do backup?
zh_hans: 从备份恢复?

source: Restore from Backup…
de: Aus Sicherung wiederherstellen…
es: Restaurar desde copia de seguridad…
fr: Restaurer depuis une sauvegarde…
ja: バックアップから復元…
pt_br: Restaurar do backup…
zh_hans: 从备份恢复…

source: Restore from remote backup
de: Aus Remote-Sicherung wiederherstellen
es: Restaurar desde copia de seguridad remota
fr: Restaurer depuis une sauvegarde distante
ja: リモートバックアップから復元
pt_br: Restaurar do backup remoto
zh_hans: 从远程备份恢复

source: Restore…
de: Wiederherstellen…
es: Restaurar…
fr: Restaurer…
ja: 復元…
pt_br: Restaurar…
zh_hans: 恢复…

source: Restored cron jobs may carry stale credentials or schedules you no longer want. Pausing them lets you re-enable intentionally from the Cron view.
de: Wiederhergestellte Cron-Jobs können veraltete Anmeldedaten oder nicht mehr gewünschte Zeitpläne enthalten. Durch Pausieren kannst du sie gezielt über die Cron-Ansicht wieder aktivieren.
es: Los trabajos cron restaurados pueden traer credenciales obsoletas o horarios que ya no quieres. Pausarlos te permite volver a activarlos intencionadamente desde la vista Cron.
fr: Les tâches cron restaurées peuvent contenir des identifiants obsolètes ou des planifications que vous ne voulez plus. Les mettre en pause vous permet de les réactiver intentionnellement depuis la vue Cron.
ja: 復元された cron ジョブには、古い資格情報や不要になったスケジュールが含まれている可能性があります。一時停止しておくことで、Cron ビューから意図的に再有効化できます。
pt_br: Tarefas cron restauradas podem carregar credenciais desatualizadas ou agendamentos que você não quer mais. Pausá-las permite reativá-las intencionalmente na visualização de Cron.
zh_hans: 恢复的定时任务可能带有陈旧的凭证或你不再需要的时间表。暂停它们可让你在定时任务视图中有意识地重新启用。

source: Restored to
de: Wiederhergestellt auf
es: Restaurado a
fr: Restauré vers
ja: 復元先
pt_br: Restaurado para
zh_hans: 已恢复到

source: Restores %1$@ to its state before the %2$@ mutation (%3$@). This adds a new ledger entry — it doesn't erase this one.
de: Stellt %@ auf den Zustand vor der %@-Änderung (%@) zurück. Dies fügt einen neuen Ledger-Eintrag hinzu — dieser wird nicht gelöscht.
es: Restaura %1$@ a su estado anterior a la mutación %2$@ (%3$@). Esto añade una nueva entrada al registro — no borra esta.
fr: Restaure %1$@ à son état avant la modification %2$@ (%3$@). Cela ajoute une nouvelle entrée au registre — cela n'efface pas celle-ci.
ja: %1$@ を %2$@ の変更（%3$@）前の状態に復元します。これは台帳に新しいエントリを追加するものであり、このエントリを消去するものではありません。
pt_br: Restaura %1$@ ao seu estado antes da mutação %2$@ (%3$@). Isso adiciona uma nova entrada ao registro — não apaga esta.
zh_hans: 将 %1$@ 恢复到 %2$@ 变更(%3$@)之前的状态。这会添加一条新的台账记录 — 不会抹去此条记录。

source: Result
de: Ergebnis
es: Resultado
fr: Résultat
ja: 結果
pt_br: Resultado
zh_hans: 结果

source: RESULT
de: ERGEBNIS
es: RESULTADO
fr: RÉSULTAT
ja: 結果
pt_br: RESULTADO
zh_hans: 结果

source: Result summary (optional)
de: Ergebniszusammenfassung (optional)
es: Resumen del resultado (opcional)
fr: Résumé du résultat (optionnel)
ja: 結果の要約(任意)
pt_br: Resumo do resultado (opcional)
zh_hans: 结果摘要(可选)

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
ja: 再開
pt_br: Retomar
zh_hans: 继续

source: Resume & Run Now
de: Fortsetzen & ausführen
es: Reanudar y ejecutar ahora
fr: Reprendre et exécuter
ja: 再開して今すぐ実行
pt_br: Retomar e executar agora
zh_hans: 恢复并立即运行

source: Resume and fire immediately instead of at the next scheduled time.
de: Fortsetzen und sofort auslösen statt zum nächsten geplanten Zeitpunkt.
es: Reanudar y disparar inmediatamente en lugar de a la próxima hora programada.
fr: Reprendre et déclencher immédiatement au lieu d'attendre la prochaine heure planifiée.
ja: 次の予定時刻を待たずに、再開してすぐに実行します。
pt_br: Retoma e dispara imediatamente em vez de no próximo horário agendado.
zh_hans: 恢复并立即触发,而不是等到下一个计划时间。

source: Resume Display
de: Anzeige beim Fortsetzen
es: Visualización al reanudar
fr: Affichage à la reprise
ja: 再開時の表示
pt_br: Exibição ao retomar
zh_hans: 恢复时的显示

source: Resume Session
de: Sitzung fortsetzen
es: Reanudar sesión
fr: Reprendre la session
ja: セッションを再開
pt_br: Retomar sessão
zh_hans: 恢复会话

source: Retired xAI model in use
de: Ausgemustertes xAI-Modell in Verwendung
es: Modelo de xAI retirado en uso
fr: Modèle xAI retiré actuellement utilisé
ja: 使用中の xAI モデルは廃止されました
pt_br: Modelo xAI descontinuado em uso
zh_hans: 正在使用已退役的 xAI 模型

source: retries: %lld
de: Wiederholungen: %lld
es: reintentos: %lld
fr: tentatives : %lld
ja: 再試行: %lld
pt_br: tentativas: %lld
zh_hans: 重试:%lld

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
pt_br: Tentar novamente
zh_hans: 重试

source: Return this task to the Up Next queue so the dispatcher can pick it up again.
de: Diese Aufgabe zurück in die Up-Next-Warteschlange legen, damit der Dispatcher sie erneut aufnehmen kann.
es: Devuelve esta tarea a la cola A continuación para que el dispatcher pueda retomarla.
fr: Renvoyer cette tâche dans la file « À suivre » pour que le répartiteur puisse la reprendre.
ja: ディスパッチャーが再度取得できるように、このタスクを Up Next キューに戻します。
pt_br: Devolver esta tarefa à fila Próximas para que o dispatcher possa pegá-la novamente.
zh_hans: 将此任务返回到“接下来”队列,以便调度器再次拾取它。

source: Return to Active Session (%@...)
de: Zurück zur aktiven Sitzung (%@...)
es: Volver a sesión activa (%@...)
fr: Retour à la session active (%@...)
ja: アクティブセッションに戻る (%@...)
pt_br: Voltar à sessão ativa (%@...)
zh_hans: 返回活跃会话 (%@...)

source: Return to Active Session (%@…)
de: Zur aktiven Sitzung zurückkehren (%@…)
es: Volver a la sesión activa (%@…)
fr: Retourner à la session active (%@…)
ja: アクティブなセッションに戻る (%@…)
pt_br: Voltar à sessão ativa (%@…)
zh_hans: 返回活跃会话 (%@…)

source: Reveal
de: Anzeigen
es: Mostrar
fr: Afficher
ja: 表示
pt_br: Revelar
zh_hans: 显示

source: Reveal in Finder
de: Im Finder anzeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
ja: Finder で表示
pt_br: Revelar no Finder
zh_hans: 在访达中显示

source: Revert
de: Verwerfen
es: Revertir
fr: Annuler les modifications
ja: 元に戻す
pt_br: Reverter
zh_hans: 还原

source: Review or change what this mini-app can access
de: Prüfen oder ändern, worauf diese Mini-App zugreifen kann
es: Revisar o cambiar a qué puede acceder esta mini-app
fr: Vérifier ou modifier ce à quoi cette mini-app peut accéder
ja: このミニアプリがアクセスできる範囲を確認・変更
pt_br: Revisar ou alterar o que este mini-app pode acessar
zh_hans: 查看或更改此迷你应用可以访问的内容

source: Review what this mini-app can access before running it.
de: Prüfe, worauf diese Mini-App zugreift, bevor du sie ausführst.
es: Revisa a qué puede acceder esta mini-app antes de ejecutarla.
fr: Vérifiez ce à quoi cette mini-app peut accéder avant de l'exécuter.
ja: 実行する前に、このミニアプリがアクセスできる範囲を確認してください。
pt_br: Revise o que este mini-app pode acessar antes de executá-lo.
zh_hans: 运行前查看此迷你应用可以访问的内容。

source: Revoke
de: Widerrufen
es: Revocar
fr: Révoquer
ja: 取り消し
pt_br: Revogar
zh_hans: 撤销

source: Revoke failed
de: Widerruf fehlgeschlagen
es: Error al revocar
fr: Échec de la révocation
ja: 取り消しに失敗しました
pt_br: Falha ao revogar
zh_hans: 撤销失败

source: Revoke failed: %@
de: Widerruf fehlgeschlagen: %@
es: Error al revocar: %@
fr: Échec de la révocation : %@
ja: 取り消しに失敗しました: %@
pt_br: Falha ao revogar: %@
zh_hans: 撤销失败:%@

source: rewound ^[%lld time](inflect: true)
de: ^[%lld Mal](inflect: true) zurückgespult
es: rebobinada ^[%lld vez](inflect: true)
fr: rembobinée ^[%lld fois](inflect: true)
ja: %lld 回巻き戻し
pt_br: rebobinada ^[%lld vez](inflect: true)
zh_hans: 已回退 %lld 次

source: Rewound ^[%lld time](inflect: true)
de: ^[%lld Mal](inflect: true) zurückgespult
es: Rebobinada ^[%lld vez](inflect: true)
fr: Rembobinée ^[%lld fois](inflect: true)
ja: %lld 回巻き戻し
pt_br: Rebobinada ^[%lld vez](inflect: true)
zh_hans: 已回退 %lld 次

source: Rewound ^[%lld time](inflect: true) (Hermes v0.16+)
de: ^[%lld Mal](inflect: true) zurückgespult (Hermes v0.16+)
es: Rebobinada ^[%lld vez](inflect: true) (Hermes v0.16+)
fr: Rembobinée ^[%lld fois](inflect: true) (Hermes v0.16+)
ja: %lld 回巻き戻し（Hermes v0.16+）
pt_br: Rebobinada ^[%lld vez](inflect: true) (Hermes v0.16+)
zh_hans: 已回退 %lld 次（Hermes v0.16+）

source: Right now your config has the kanban toolset disabled for chat. The agent in this chat has zero kanban tools, so it can't create tasks for you to watch.
de: Aktuell ist das Kanban-Toolset in deiner Konfiguration für den Chat deaktiviert. Der Agent in diesem Chat hat keine Kanban-Tools und kann daher keine Aufgaben erstellen, die du beobachten kannst.
es: Ahora mismo tu configuración tiene el conjunto de herramientas kanban desactivado para chat. El agente de este chat no tiene ninguna herramienta kanban, así que no puede crear tareas para que las veas.
fr: Actuellement, votre configuration a désactivé le jeu d'outils kanban pour le chat. L'agent de ce chat n'a aucun outil kanban, il ne peut donc pas créer de tâches à surveiller.
ja: 現在、設定でチャット向けの kanban ツールセットが無効になっています。このチャットのエージェントには kanban ツールが一切ないため、監視用のタスクを作成できません。
pt_br: No momento, sua configuração tem o conjunto de ferramentas kanban desativado para o chat. O agente neste chat não tem nenhuma ferramenta kanban, então não pode criar tarefas para você acompanhar.
zh_hans: 目前你的配置已为聊天禁用了看板工具集。此聊天中的 agent 没有任何看板工具,因此无法创建任务供你查看。

source: Role: %@
de: Rolle: %@
es: Rol: %@
fr: Rôle : %@
ja: 役割: %@
pt_br: Função: %@
zh_hans: 角色:%@

source: Roll Back
de: Zurückrollen
es: Revertir
fr: Restaurer
ja: ロールバック
pt_br: Reverter
zh_hans: 回滚

source: Roll back this entry
de: Diesen Eintrag zurückrollen
es: Revertir esta entrada
fr: Restaurer cette entrée
ja: このエントリをロールバック
pt_br: Reverter esta entrada
zh_hans: 回滚此记录

source: Roll back this entry?
de: Diesen Eintrag zurückrollen?
es: ¿Revertir esta entrada?
fr: Restaurer cette entrée ?
ja: このエントリをロールバックしますか？
pt_br: Reverter esta entrada?
zh_hans: 回滚此记录?

source: Roster order
de: Reihenfolge der Liste
es: Orden de la lista
fr: Ordre de la liste
ja: 一覧の並び順
pt_br: Ordem da lista
zh_hans: 名册排序

source: Routes are ranked by how specific they are (thread + 8, channel + 4, server + 2) — not by list order. The highest-scoring rule that matches every field it declares wins; ties keep file order. Without a match, the active profile handles the message.
de: Routen werden nach Spezifität eingestuft (Thread + 8, Kanal + 4, Server + 2) — nicht nach Listenreihenfolge. Die höchstbewertete Regel, die jedes deklarierte Feld erfüllt, gewinnt; bei Gleichstand zählt die Reihenfolge in der Datei. Ohne Treffer verarbeitet das aktive Profil die Nachricht.
es: Las rutas se clasifican por su especificidad (hilo + 8, canal + 4, servidor + 2) — no por el orden de la lista. Gana la regla con mayor puntuación que coincida con todos los campos que declara; los empates mantienen el orden del archivo. Sin coincidencia, el perfil activo gestiona el mensaje.
fr: Les routes sont classées selon leur spécificité (fil + 8, canal + 4, serveur + 2) — pas selon l'ordre de la liste. La règle au score le plus élevé qui correspond à tous les champs qu'elle déclare l'emporte ; en cas d'égalité, l'ordre du fichier est conservé. Sans correspondance, le profil actif traite le message.
ja: ルートは一覧の順序ではなく、その具体性（スレッド +8、チャンネル +4、サーバー +2）によって順位付けされます。宣言されたすべてのフィールドが一致するもののうち、最もスコアの高いルールが優先されます。同点の場合はファイル内の順序が保たれます。一致するものがない場合は、アクティブなプロファイルがメッセージを処理します。
pt_br: As rotas são classificadas por quão específicas são (thread + 8, canal + 4, servidor + 2) — não pela ordem da lista. A regra com maior pontuação que corresponde a todos os campos que declara vence; empates mantêm a ordem do arquivo. Sem correspondência, o perfil ativo trata a mensagem.
zh_hans: 路由按其特定度排名(线程 +8、频道 +4、服务器 +2)——而非按列表顺序。得分最高且其声明的每个字段都匹配的规则胜出;分数相同时保持文件顺序。若无匹配,则由活跃配置处理该消息。

source: Routines
de: Routinen
es: Rutinas
ja: ルーティン
pt_br: Rotinas
zh_hans: 例行任务

source: Routines & peers
de: Routinen & Peers
es: Rutinas y pares
fr: Routines et pairs
ja: ルーティンとピア
pt_br: Rotinas e peers
zh_hans: 例行任务与对端

source: Routing is off until profile multiplexing is enabled — routes are ignored entirely.
de: Routing ist deaktiviert, bis Profil-Multiplexing aktiviert ist — Routen werden vollständig ignoriert.
es: El enrutamiento está desactivado hasta que se active el multiplexado de perfiles — las rutas se ignoran por completo.
fr: Le routage est désactivé tant que le multiplexage de profil n'est pas activé — les routes sont entièrement ignorées.
ja: プロファイルの多重化が有効になるまでルーティングはオフです — ルートは完全に無視されます。
pt_br: O roteamento fica desativado até que a multiplexação de perfil seja ativada — as rotas são totalmente ignoradas.
zh_hans: 在启用配置多路复用之前路由处于关闭状态 — 路由将被完全忽略。

source: Routing is off: `multiplex_profiles: false` is set at the top level of config.yaml. Edit it there — a `gateway.multiplex_profiles` value would be ignored.
de: Routing ist deaktiviert: `multiplex_profiles: false` ist auf oberster Ebene von config.yaml gesetzt. Bearbeite es dort — ein `gateway.multiplex_profiles`-Wert würde ignoriert.
es: El enrutamiento está desactivado: `multiplex_profiles: false` está definido en el nivel superior de config.yaml. Edítalo ahí — un valor `gateway.multiplex_profiles` se ignoraría.
fr: Le routage est désactivé : `multiplex_profiles: false` est défini au premier niveau de config.yaml. Modifiez-le là — une valeur `gateway.multiplex_profiles` serait ignorée.
ja: ルーティングはオフです: config.yaml のトップレベルで `multiplex_profiles: false` が設定されています。そこで編集してください — `gateway.multiplex_profiles` の値は無視されます。
pt_br: O roteamento está desativado: `multiplex_profiles: false` está definido no nível superior de config.yaml. Edite ali — um valor `gateway.multiplex_profiles` seria ignorado.
zh_hans: 路由已关闭:config.yaml 顶层设置了 `multiplex_profiles: false`。请在该处编辑 — `gateway.multiplex_profiles` 的值将被忽略。

source: Row %lld
de: Zeile %lld
es: Fila %lld
fr: Ligne %lld
ja: %lld 行目
pt_br: Linha %lld
zh_hans: 第 %lld 行
